Repository: Neofonie/neofonie-business-hours
Catalog: languages/neofonie-business-hours-*.po
Languages: de_de

source: Monday
de_de: Montag

source: Tuesday
de_de: Dienstag

source: Wednesday
de_de: Mittwoch

source: Thursday
de_de: Donnerstag

source: Friday
de_de: Freitag

source: Saturday
de_de: Samstag

source: Sunday
de_de: Sonntag

source: Location Information
de_de: Standortinformationen

source: Shortcodes description
de_de: Shortcodes Beispiele

source: Location
de_de: Standort

source: Locations
de_de: Standorte

source: Add New
de_de: Hinzufügen

source: Add New Location
de_de: Neuen Standort hinzufügen

source: New Location
de_de: Neuer Standort

source: Edit Location
de_de: Standort bearbeiten

source: View Location
de_de: Standort ansehen

source: All Locations
de_de: Alle Standorte

source: Search Locations
de_de: Standorte durchsuchen

source: Parent Location:
de_de: Übergeordneter Standort

source: No Locations found.
de_de: Es konnten keine Standorte gefunden werden.

source: No Locations found in Trash.
de_de: Es konnten im Papierkorb keine Standorte gefunden werden.

source: Phone
de_de: Telefon

source: Public transport
de_de: ÖPNV

source: Location at google place
de_de: Nest bei Google Maps

source: Business Hours
de_de: Öffnungszeiten

source: deafult opening time
de_de: Täglich

source: from
de_de: von

source: o'clock
de_de: Uhr

source: open
de_de: Jetzt geöffnet

source: close
de_de: Jetzt geschlossen

source: Offer
de_de: Angebot

source: today
de_de: Heute

source: Enter your information for the current location.
de_de: Bitte geben Sie hier Ihre Standortinformationen ein.

source: Contact data
de_de: Kontaktdaten

source: Area Code like 49 for germany
de_de: Landvorwahl

source: Address
de_de: Adressdaten

source: Street
de_de: Straße

source: House Number
de_de: Hausnummer

source: Zip Code
de_de: Postleitzahl

source: City
de_de: Ort

source: Country
de_de: Land

source: Additional informations
de_de: Zusatzinformationen

source: Hint
de_de: Hinweis

source: Google place
de_de: Link zu Google

source: Please use the following business hours format: 09:00 - 19:45
de_de: Bitte geben Sie die Öffnungszeiten im folgenden Format an: 09:00 - 19:45

source: Closing settings
de_de: Sonderschließzeiten

source: Is close
de_de: Ist geschlossen

source: Please use the following days format: 24.12, 25.12, 26.12
de_de: Bitte nutzen Sie das folgende Format: 24.12, 25.12, 26.12

source: Holidays
de_de: Geschlossen an folgenden Tagen

source: Location Trading Hours
de_de: Standortöffnungszeiten

source: Neo Location
de_de: Standort

source: Select your options below
de_de: Bitte wählen Sie die entsprechenden Optionen aus

source: Location to display
de_de: Anzuzeigender Standort

source: Display compact items
de_de: Zeige nur die wichtigsten Informationen an

source: Display horizontal list
de_de: Zeige die horizontale Liste

source: If you want to display multiple locations select how many below
de_de: Wenn Sie mehrere Standorte anzeigen wollen, wählen Sie bitte wieviele aus.

source: Number of Locations
de_de: Anzahl der Standorte

source: Want to edit your locations?
de_de: Möchten Sie Ihre Standorte bearbeiten?

source: Go to locations
de_de: Zu den Standorten

source: List Displays
de_de: Listendarstellungen

source: Default list (vertical) with full data
de_de: Standardliste (vertikal) mit allen Daten

source: List (horizontal) with full data
de_de: Liste (horizontal) mit allen Daten

source: Compact list (vertical)
de_de: Komprimierte Liste (vertikal)

source: Compact list (horizontal)
de_de: Komprimierte Liste (horizontal)

source: List settings
de_de: Listeneinstellungen

source: Here are some usefull list settings you can additional use.
de_de: Hier können Sie weitere nützliche Listeneinstellungen finden.

source: List with x locations
de_de: Liste mit X Standorten

source: List ordered by ... (defaulft is ID)
de_de: Sortierte Liste anhand von ... (Standard ist ID)

source: List order (DESC or ASC, defaulft is ASC)
de_de: Listenordnung (DESC oder ASC, Standard ist ASC)

source: Click here to see all orderby options
de_de: Klicken Sie hier um alle Sortierungsmöglichkeiten zu sehen

source: Single Location
de_de: Einzelner Standort

source: Single Location by id (post->ID)
de_de: Ein Standort anhand der ID (post->ID)

source: Single Location by name (post_title)
de_de: Ein Standort anhand des Namens (post_title)

source: Compact single Location by name (post_title)
de_de: Komprimierter Standort anhand des Namens (post_title)

source: Neo Businesshours
de_de: Öffnungszeiten

source: A module to show the opening hours by location
de_de: Ein Module welches Ihnen die Öffnungszeiten pro Standort anzeigt

source: Content Modules
de_de: Inhalts Module

source: Basics
de_de: Standard
